let city_data = {
  广东省: {
    广州市: [
      '越秀区',
      '荔湾区',
      '海珠区',
      '天河区',
      '白云区',
      '黄埔区',
      '花都区',
      '番禺区',
      '南沙区',
      '增城区',
      '从化区'
    ],
    深圳市: ['福田区', '罗湖区', '南山区', '盐田区', '宝安区', '龙岗区'],
    珠海市: ['香洲区', '斗门区', '金湾区'],
    汕头市: [
      '金平区',
      '龙湖区',
      '濠江区',
      '潮南区',
      '潮阳区',
      '澄海区',
      '南澳县'
    ],
    佛山市: ['禅城区', '高明区', '三水区', '南海区', '顺德区'],
    韶关市: [
      '浈江区',
      '武江区',
      '曲江区',
      '乐昌市',
      '南雄市',
      '始兴县',
      '仁化县',
      '翁源县',
      '新丰县',
      '乳源瑶族自治县'
    ],
    湛江市: [
      '赤坎区',
      '霞山区',
      '坡头区',
      '麻章区',
      '廉江市',
      '吴川市',
      '雷州市',
      '遂溪县',
      '徐闻县'
    ],
    肇庆市: [
      '端州区',
      '鼎湖区',
      '高要市',
      '四会市',
      '广宁县',
      '怀集县',
      '封开县',
      '德庆县'
    ],
    江门市: [
      '江海区',
      '蓬江区',
      '新会区',
      '台山市',
      '鹤山市',
      '开平市',
      '恩平市 '
    ],
    茂名市: ['茂南区', '电白区', '高州市', '化州市', '信宜市'],
    惠州市: ['惠城区', '惠阳区', '博罗县', '龙门县', '惠东县'],
    梅州市: [
      '梅江区',
      '梅县区',
      '兴宁市',
      '大埔县',
      '丰顺县',
      '五华县',
      '平远县',
      '蕉岭县'
    ],
    汕尾市: ['城区', '陆丰市', '海丰县', '陆河县'],
    河源市: ['源城区', '龙川县', '连平县', '东源县', '和平县', '紫金县'],
    阳江市: ['江城区', '阳春市', '阳西县', '阳东县'],
    清远市: [
      '清城区',
      '清新区',
      '英德市',
      '连州市',
      '佛冈县',
      '阳山县',
      '连山壮族瑶族自治县',
      '连南瑶族自治县'
    ],
    东莞市: ['东莞市'],
    中山市: ['中山市'],
    潮州市: ['湘桥区', '潮安区', '饶平县'],
    揭阳市: ['榕城区', '揭东区', '普宁市', '惠来县', '揭西县'],
    云浮市: ['云城区', '罗定市', '新兴县', '郁南县', '云安县']
  }
}

export function getCity() {
  return city_data['广东省']
}

// exports default getCity
